{
  "lang": "ar",
  "home": "الصفحة الرئيسية",
  "about": "شركتنا",
  "contact": "اتصل بنا",
  "projects": "مشاريعنا",
  "services": "خدماتنا",
  "title": "خدمات التدفئة والتكييف والسباكة للعقارات التجارية والسكنية",
  "desc1": "نحن ملتزمون بتقديم خدمات سباكة عالية الجودة لعملائنا. مع سنوات من الخبرة في الصناعة، يلتزم فريق السباكين المحترفين لدينا بتقديم حلول موثوقة وفعالة لجميع احتياجات السباكة الخاصة بك. سواء كان الأمر يتعلق بإصلاح بسيط أو تركيب معقد، فإننا نسعى جاهدين لتجاوز التوقعات وضمان رضا العملاء عن كل مهمة نقوم بها.",

  "desc2": "تعتبر شركة Mountains Mechanical أكثر من مجرد مزود لخدمات السباكة - فنحن شركاؤك المتفانون في الحفاظ على سلامة أنظمة السباكة في الممتلكات الخاصة بك. باعتبارنا محترفين يعطون الأولوية للشفافية والتواصل الواضح، فإننا نجعل من أولوياتنا فهم احتياجاتك المحددة وتقديم حلول مخصصة تتوافق مع أهدافك وميزانيتك. إن التزامنا بالتحسين المستمر ومواكبة أفضل ممارسات الصناعة يضمن حصول عملائنا على أعلى مستوى من الخدمة والحرفية. ثق في شركة Mountains Mechanical لتلبية جميع متطلبات السباكة الخاصة بك، واختبر الفرق الذي يمكن أن تحدثه الخبرة والرعاية في كل مشروع.",

  "footer": {
    "about": "معلومات عنا",
    "paragraph": "نحن ملتزمون بتقديم خدمات سباكة عالية الجودة لعملائنا. مع سنوات من الخبرة في الصناعة، يلتزم فريق السباكين المحترفين لدينا بتقديم حلول موثوقة وفعالة لجميع احتياجات السباكة الخاصة بك. سواء كان الأمر يتعلق بإصلاح بسيط أو تركيب معقد، فإننا نسعى جاهدين لتجاوز التوقعات وضمان رضا العملاء عن كل مهمة نقوم بها.",
    "links": "روابطنا",
    "contact": "تواصل معنا",
    "email": "Email"
  },

  "form": {
    "name": "الاسم",
    "email": "البريد إلكتروني",
    "subject": "الموضوع",
    "message": "الرسالة",
    "submit": "إرسال"
  },

  "contactInfo": {
    "touch": "تواصل معنا",
    "address": "7CV9+6GM، كرادة خارج، بغداد"
  },

  "workHours": {
    "title": "ساعات العمل",
    "saturday": "السبت:",
    "sunday": "الأحد:",
    "monday": "الاثنين:",
    "tuesday": " الثلاثاء:",
    "wednesday": "الأربعاء:",
    "thursday": " الخميس:",
    "friday": "الجمعة:",
    "time": " صباحًا 9:30 - 4:00 مساءً"
  },

  "aboutUs": {
    "title": "معلومات عنا",

    "paragraph1": "تأسست شركة Mountains Mechanical في عام 1998، وتتمتع شركة السباكة لدينا بأكثر من 25 عامًا من الخبرة المتخصصة في خدمات السباكة والتدفئة والتكييف. أسسها فريق من المهندسين المتفانين، وقد نجحنا في خدمة العديد من المدن في جميع أنحاء العراق. يضم سجلنا الحافل سلسلة من الانتصارات، مما يعكس التزامنا الثابت بالتميز. ولأننا ملتزمون بالتمسك بأعلى المعايير، فإننا نسعى باستمرار للبناء على تراثنا من النجاح",

    "paragraph2": "في جوهرنا، نحن نضع أقصى درجات التركيز على رضا العملاء. فريقنا مكرس لتقديم خدمة استثنائية، مصممة خصيصًا لتلبية الاحتياجات الفريدة لكل عميل. سواء كان الأمر يتعلق بإصلاح بسيط أو تركيب واسع النطاق، فإننا نتعامل مع كل مشروع بنفس المستوى من الاحتراف والاهتمام بالتفاصيل واحترام وقت عملائنا وممتلكاتهم",

    "paragraph3": "باعتبارنا رواد الصناعة، فإننا نسعى باستمرار إلى الابتكار وتحسين خدماتنا. ومن خلال استخدام أحدث التقنيات ومواكبة التطورات الصناعية، فإننا نضمن حصول عملائنا على الحلول المتاحة الأكثر كفاءة واستدامة. إن التزامنا بالجودة الحرفية، جنبًا إلى جنب مع شغفنا بالابتكار، يميزنا باعتبارنا الخيار الأول لجميع احتياجات السباكة والتدفئة والتكييف في العراق"
  },
  "serviceTitle": "الخدمات",
  "residentialTitle": "الخدمات السكنية والتجارية",
  "renovationTitle": "خدمات التجديد",
  "renovationDesc1": "بالإضافة إلى خبرتنا التي لا مثيل لها في مجال السباكة والتدفئة وتكييف الهواء، فإننا نقدم بكل فخر خدمات تجديد شاملة لتنشيط وتحويل مساحاتك السكنية أو التجارية. يتمتع فريقنا المتمرس من المحترفين بمهارة كبيرة في تقديم مشاريع تجديد واسعة النطاق، بما في ذلك التخطيط الدقيق والتنفيذ الدقيق والحرفية المتفوقة. بدءًا من تحديث الحمامات والمطابخ وحتى إصلاح التصميمات الداخلية للممتلكات بالكامل، تم تصميم خدمات التجديد لدينا لرفع المظهر الجمالي والوظيفي والقيمة لممتلكاتك الموقرة",

  "renovationDesc2": "مع تفاني لا يتزعزع لتحقيق التميز، توفر شركتنا خبرة تجديد شاملة، مما يضمن تجربة سلسة وخالية من التوتر لعملائنا. من خلال الاهتمام الدقيق بالتفاصيل والفهم العميق لاتجاهات التصميم وقوانين البناء، فإننا ندير بدقة كل جانب من جوانب مشروع التجديد الخاص بك. إن التزامنا بتحقيق نتائج متفوقة، إلى جانب التواصل الشفاف والالتزام بالجداول الزمنية، يجعلنا الشريك الموثوق به لجميع مساعي التجديد الخاصة بك في العراق.",
  "serviceCards": [
    {
      "residential": "مشاكل المراحيض"
    },
    {
      "residential": "سخانات المياه المتسربة"
    },
    {
      "residential": "المصارف المكسورة"
    },
    {
      "residential": "تركيب الدش"
    },
    {
      "residential": "إصلاح واستبدال الأنابيب"
    },
    {
      "residential": "مشاكل الصرف الصحي"
    },
    {
      "residential": "تركيب خزان الماء الساخن"
    },
    {
      "residential": "إصلاح الصرف المسدود"
    },
    {
      "residential": "إصلاح وتركيب المراحيض"
    },
    {
      "residential": "خدمات تنظيف المصارف"
    },
    {
      "residential": "إعادة تركيب الأنابيب"
    }
  ],

  "projectListTitle": "المشاريع المميزة",
  "projectList": [
    {
      "src": "/images/image1.jpeg",
      "alt": "hotel",
      "title": "الفندق",
      "desc": "فندق في اربيل",
      "status": "مكتمل"
    },
    {
      "src": "/images/image3.jpeg",
      "alt": "commercial building ",
      "title": "مبنى تجاري",
      "desc": "مبنى تجاري في دهوك",
      "status": "مكتمل"
    },
    {
      "src": "/images/image5.jpeg",
      "alt": "commercial building",
      "title": "مبنى تجاري",
      "desc": "بناية تجارية في بغداد",
      "status": "مكتمل"
    },
    {
      "src": "/images/image4.jpeg",
      "alt": "residential building",
      "title": "مبنى سكني",
      "desc": "مبنى سكني في اربيل",
      "status": "مكتمل"
    },
    {
      "src": "/images/project1.jpeg",
      "alt": "residential building",
      "title": "مبنى سكني",
      "desc": "مبنى سكني في دهوك",
      "status": "مكتمل"
    },
    {
      "src": "/images/image2.jpeg",
      "alt": "commercial building",
      "title": "مبنى تجاري",
      "desc": "مبنى تجاري في اربيل",
      "status": "مكتمل"
    }
  ]
}
